{
  "title": "Introduction",
  "description": "EEG Measures changes in electrical voltage on the head over time...",
  "Intro1": [
    "Below you are now looking at an live measurement of the electrical potential created by your brain. ",
    "Just like a AA battery stores 1.5 volts of electrical potential energy accross its positive and negative leads, ",
    "two points on your head also have a much smaller electrical potential when measured accross them. ",
    "Here we are watching that live, with the voltage on the vertical axis (μV are microvolts, 1 million microvolts are in a volt). ",
    "Time is shown in milleseconds along the horizontal axis, with the right side of the chart being the current moment:"
  ],
  "Intro2": [
    "Read on to find out where this electrical potential comes from and what it means. "
  ],
  "Neurons1": [
	"The brain is made up of cells called neurons. ",
    "Neurons communicate using chemical messages that change the electrical potential of the cells they connect with. ",
    "This change in electrical potential, if large enough, can make those cells send messages as well, and so on. ",
    "For example, an excitatory neuron releases Glutamate on another neuron, which lets in positively charged Sodium ions into the cell and make its interior less negative compared to outside. ",
    "These changes in electrical potential create small electrical fields, which act as tiny electrical dipoles like batteries. " 
  ],
  "Neurons2": [
	"The electrical potential accross the cell membrane is small, around -70 mV at rest (1000 microvolts in a millivolt), and it changes around -20 mV during electrical changes in the cell. ",
	"However, if a large group of these tiny dipoles are aligned in space and their electrical potentials change at the same time, ",
	"they can create electrical potentials which are large enough to conduct through the brain tissue and be measurable comparing different points on the head. "
  ],
  "Neurons3": [
    "As you can see above, these electrical potentials measured on the outside of the head fluctuature between about -200 and 200 μV. ",
    "You can also see cycles between high and low voltage, called oscillations, which can occur in the human brain at a number of frequencies. ",
    "You may have heard of some of these brain waves before, but what do they mean? "
  ],
  "xlabel": "Time (msec)",
  "ylabel": "Voltage (μV)"
}
