{
  "title": "Introduction",
  "intro1": [
    "Below you are now looking at an live measurement of the electrical potential created by your brain. ",
    "Just like a AA battery stores 1.5 volts of electrical potential energy accross its positive and negative leads, ",
    "two points on your head also have a much smaller electrical potential when measured accross them. ",
    "Here we are watching that live, with the voltage on the vertical axis (μV are microvolts, 1 million microvolts are in a volt). ",
    "Time is shown in milleseconds along the horizontal axis, with the right side of the chart being the current moment:"
  ],
  "intro2": [
    "Read on to find out where this electrical potential comes from and what it means. "
  ],
  "neuronsHead": "Neurons",
  "neurons1": [
	"The brain is made up of cells called neurons. ",
    "Neurons communicate using chemical messages that change the electrical potential of the cells they connect with. ",
    "This change in electrical potential, if large enough, can make those cells send messages as well, and so on. ",
    "For example, an excitatory neuron releases Glutamate on another neuron, which lets in positively charged Sodium ions into the cell and make its interior less negative compared to outside. ",
    "These changes in electrical potential create small electrical fields, which act as tiny electrical dipoles like batteries. " 
  ],
  "neurons2": [
	"The electrical potential accross the cell membrane is small, around -70 mV at rest (1000 microvolts in a millivolt), and it changes around -20 mV during electrical changes in the cell. ",
	"However, if a large group of these tiny dipoles are aligned in space and their electrical potentials change at the same time, ",
	"they can create electrical potentials which are large enough to conduct through the brain tissue and be measurable comparing different points on the head. "
  ],
  "neurons3": [
    "As you can see above, these electrical potentials measured on the outside of the head fluctuature between about -200 and 200 μV. ",
    "You can also see cycles between high and low voltage, called oscillations, which can occur in the human brain at a number of frequencies. ",
    "You may have heard of some of these brain waves before, but what do they mean? "
  ],
  "oscillationsHead": "Oscillations",
  "oscillations1": [
	"Large groups of aligned neurons are all becoming more and less active together in groups. ",
	"And these fluctuations in activity seem to occur within certain frequency bands. ",
	"It has been proposed that these different frequencies of neural activity serve functional mechanisms in the brain. ",
	"That is, one of the ways the brain uses to process and communicate information is through these rhythmic processes. ",
    "These oscillations can change during different behaviours. One of the most drastic is the difference in the EEG when we fall asleep: "
  ],
  "oscillations2": [
	"When we are awake, our EEG signal is dominated by high frequency activity called Beta waves. ",
	"When we fall asleep, our brain slows down. Larger and larger groups of neurons all fire together, in slow oscillations called Delta waves. ",
	"We will learn more in the modules on the frequency spectra and frequency bands about what the various oscillations represent and how they change. ",
	"We use the power of these brain waves to provide real time feedback about the state of your brain and practice Neurofeedback applications. ",
	"We can also use these measures to control oscillations, or control some Brain Machine Interfaces (BMIs). ",
	"But first, a little more about the tecnology we are using to measure and vizualize these signals. "
	  ],
  "hardwareHead": "EEG Hardware",
  "hardware1": [
    "Because the brain has a great deal of salty water in it, it conducts electricity. ",
    "This electrical field gets smeared by the slightly electrically resistive skull and scalp. ",
    "Therefore the signal on the outside of the head has very little spatial information about where the signal came from. ",
    "Even worse, any potential measured on the head could have an infinite number of dipole configurations inside the head creating it. ",
    "Nonetheless, there are still difference in voltage between different parts of the head that may be interesting. "
  ],
  "hardware2": [
    "To measure the spatial distribution of the voltage signals, EEG is traditionally placed in a regular grid of electrode locations covering the surface of the head. ",
    "Each location is given a name, with the letter indicating the location of the head (F-Frontal; C-Central; P-Parietal; T-Temporal; O-Occipital; Fp-Fronto-polar). ",
    "The suffix has a z if along the midline, odd numbers over the left hemisphere, and even over the right. ",
    "Numbers start along the midline and get larger for more lateral sites on the head. "
  ],
  "hardware3": [
    "Voltage is electrical potential, and like a battery, is measured as the difference between two locations. ",
    "In the case of EEG, we use a reference electrode, shown here in black, to compare each of the other electrode locations against. ",
    "The EEG device must therefore measure the difference in voltage at each of its sensors compared to some reference location. ",
    "It must then amplify this very small signal, and convert this voltage to some signal that can be saved by a computer (digitization), and in the case of wireless EEG, transmit the signal. ",
    "A computer must then receive this signal, and display it, process it, or save it for later analysis. "
  ],
  "hardware4": [
    "The amplification and digitization turns the continuous voltage into a digitized signal. ",
    "This signal now has descrete time steps and descrete difference in voltage. ",
    "The hardware's sampling rate controls how many samples of voltage per second (in Hz) are recorded. For example Muse 2 records 256 samples per second. ",
    "The digitization's bit depth, or how many memory bits are used to represent each voltage value, influence the smallest change in voltage that a system can measure. ",
    "Finally, since there are multiple electrode locations, these individual signals need to be digitized quickly one after another each recording cycle, this is called multiplexing. "
  ],  
  "hardware5": [
    "One important consideration is the electrical conductivity between the head and the sensor. ",
    "An electrode is a conductive piece of material that takes the voltage difference between locations on the head and transmits it along a wire to the amplifier/digitizer. ",
    "The signal will therefore be greatly affected by the conductivity of the electrode to head connection. ",
    "The inverse of conductivity we call electrical resistance, and since the EEG oscillates like an alternating current power source, we call this impedance. ",
    "Notice that the muse uses two different types of sensor material, gold on the forehead, and conductive rubber behind the ears. "
  ],
  "museHead": "Interaxon Muse EEG",
  "muse1": [
    "A decade ago, before the revolution in wireless and battery powered electronics, EEG devices were large and combersome. ",
    "EEG devices reqired large amplifiers and digitizers, with dedicated power supplies, and desktop computers for data recording and analysis. ",
    "Computing limitations limited live data processing and experimentation. ",
    "Within the last decade, a series of new consumer focused EEG devices have been devleoped, drastically reducing the price and portability of the technology. ",
    "One of the most common is the Muse and Muse 2 created by Toronto based Interaxon Inc. "
  ],
  "muse2": [
    "The Muse is sold as an interactive mediation device, for under 300$ US. ",
    "Researchers have compared the signals with traditional expensive EEG devices and found very positive results. ",
    "Therefore the muse makes for an excellent teaching tool to integrate real time brain measurement into the classroom. ",
    "The muse records EEG data at 256 Hz, from four electrode locations shown here: "
  ],
  "muse3": [
    "In the subsequent modules in this EEGEdu tutorial, you will use the live data from these four electrode locations. "
  ],
  "signalHead": "EEG Signal",
  "signal1": [
    "So now you have some background on how this electrical signal from your brain is generated. ",
    "This particular signal is from behind your left ear, Electrode 1 at TP9. ",
    "As the amplitude of the noise in the signal decreases, the line should get darker. "
  ],
  "signal2": [
    "After playing around with this live signal you are ready to move onto some modules, select one from the menu above. "
  ],
  "creditsHead": "Credits",
  "credits1": [
    "EEGEdu is an open source collaborative project with NeurotechX's "
  ],
  "credits2": [
    "This is also created in collaboration with "
  ],
  "credits3": [
    "This online tutorial is made using a Muse connection by Web Bluetooth using "
  ],
  "credits4": [
    "by Uri Shaked who has an excellent introduction to EEG "
  ],
  "credits5": [
    "The data is processed using Neurosity's "
  ],
  "credits6": [
    "by Alex Castillo who also has an excellent post about EEG and the web called "
  ],
  "xlabel": "Time (msec)",
  "ylabel": "Voltage (μV)"
}
